[
    {   "id": 0,
        "title": "Persona 5 Royal",
        "price": 8000,
        "description": " Vuelve a unirte a los Ladrones Fantasma en una versión extendida y reelaborada del aclamado juego de rol.\n Como ampliación del lanzamiento original de 2017, Persona 5 Royal viene repleto de nuevos personajes, confidentes, historia y ubicaciones, además de incluir una nueva mecánica de gancho para acceder de forma sigilosa a áreas nunca vistas.\n Explora Tokio, desbloquea nuevos Personas (demonios de las mazmorras de ensueño que lucharán para ti), personaliza la Guarida de los Ladrones, descubre una nueva historia añadida, nuevas cinemáticas, finales alternativos y mucho más.\n Persona 5 Royal mantiene su distintivo estilo visual, mientras que el compositor nominado a varios premios, Shoji Meguro, vuelve con una banda sonora totalmente nueva. ",
        "pictureUrl": "https://www.almadigitales.net/wp-content/uploads/2020/12/persona-5-royal.jpg",
        "stock": 5,
        "category": "ps4"
    },
    {   "id": 1, 
        "title": "Chrono Cross - The Radical Dreamers Edition",
        "price": 9500,
        "description": "\"CHRONO CROSS: THE RADICAL DREAMERS EDITION\" es una remasterización de \"CHRONO CROSS\".\n\nLos modelos en 3D se han actualizado en HD y se han añadido nuevas ilustraciones y todo tipo de funciones. ¡Además, el juego que sentó los cimientos de la historia, \"RADICAL DREAMERS – El tesoro prohibido\", también está incluido en esta edición!\n\nCHRONO CROSS es un RPG que transciende el tiempo y el espacio, al desarrollarse en dos mundos paralelos e interconectados.\nCon más de 40 miembros del equipo a los que conocer, personajes y dimensiones se entrelazarán en este drama épico sobre el planeta.\n\nNuevas funciones en la edición remasterizada\n・Los modelos en 3D se han convertido a HD\n・Las ilustraciones de los personajes se han pulido\n・La música de fondo es de mayor calidad\n・Los encuentros con los enemigos se pueden desactivar\n・Función de filtrado de fondos\n・Mejoras en los combates para hacerlos más sencillos\n・Función de combate automático\n・Cambia entre una fuente tipo píxel y otra en HD\n・Resolución de pantalla ajustable\n\nRADICAL DREAMERS – El tesoro prohibido\n\n\"RADICAL DREAMERS – El tesoro prohibido\" se lanzó en 1996 como juego independiente y, en los últimos años, no era sencillo acceder a él para jugar.\nAhora, los jugadores podrán vivir la historia que sirvió de base para CHRONO CROSS en formato de novela audiovisual. Aquí, la historia alternativa de los RADICAL DREAMERS, un grupo formado por los tres ladrones Serge, Kid y Maguile, se desarrolla en un mundo paralelo.\n\n*Se puede cambiar entre las versiones antiguas y nuevas de los modelos en 3D y las ilustraciones.\n*Los modelos en 3D, las ilustraciones, la fuente y el filtrado de fondos no se pueden activar de forma separada; deben activarse a la vez.",
        "pictureUrl": "https://picfiles.alphacoders.com/508/thumb-1920-508066.jpg",
        "stock": 7,
        "category": "switch"
    },
    {   "id": 2,
        "title": "Xenoblade Chronicles 2",
        "price": 9800,
        "description": "Perdidas en un mar de nubes, civilizaciones descansan en las espaldas de los titanes. Mientras enormes bestias marchan hacia la muerte, Rex y Pyra (un arma con vida propia conocida como Blade), son la única esperanza ¿Serás capaz de encontrar el mítico paraíso al que ella llama hogar? Dirige un grupo de Blades a incontables victorias estratégicas antes de que sea el fin del mundo. Cada titán alberga su propia cultura, vida salvaje y múltiples regiones para explorar. Busca tesoros y enemigos para combatir en las áreas abiertas, laberintos y pasajes secretos. Conforme interactúes con los locales, encontrarás misiones que ayudarán con el avance de las ciudades mientras almacenas nuevos objetos para luego usarlos en batalla.\n\nDurante tus aventuras podrás conocer una gran cantidad de personajes eclécticos, incluyendo las armas vivientes conocidas como Blades. Reúne a estos aliados y crea lazos de amistad con ellos para incrementar su poder y utilízalo después contra los enemigos. Para salvar al mundo de Alrest, primero tienes que develar su turbio pasado.",
        "pictureUrl": "https://m.media-amazon.com/images/I/91oFP7GhmSL._SL1500_.jpg",
        "stock": 2,
        "category": "switch"
    },
    {   "id": 3,
        "title": "Hollow Knight",
        "price": 5600,
        "description": "Enfréntate a las profundidades de un reino olvidado\nBajo la deteriorada ciudad de Petrópolis yace un antiguo reino en ruinas. A muchos les atrae la vida bajo la superficie y van en busca de riquezas, gloria o respuestas a viejos enigmas.\n\nHollow Knight es una aventura de acción clásica en 2D ambientada en un vasto mundo interconectado. Explora cavernas tortuosas, ciudades antiguas y páramos mortales. Combate contra criaturas corrompidas, haz amistad con extraños insectos y resuelve los antiguos misterios que yacen en el corazón de reino.",
        "pictureUrl": "https://cdn2.steamgriddb.com/file/sgdb-cdn/grid/d18c832e8c956b4ef8b92862e6bf470d.png",
        "stock": 4,
        "category": "switch, ps4"
    },
    {   "id": 4,
        "title": "Tales of Arise",
        "price": 7790,
        "description": "Desafía al destino que te retiene\n\nDurante 300 años, Rena ha reinado sobre Dahna, saqueando los recursos del planeta y despojando a sus habitantes de su dignidad y libertad.\n\nNuestra historia da comienzo con dos personas, Alphen y Shionne, nacidas en mundos distintos, que buscan cambiar su destino y lograr un nuevo futuro.\n\nCon un amplio plantel de personajes, un sistema de combate intuitivo y gratificante, y una historia cautivadora ambientada en un mundo vibrante por el que vale la pena luchar, Tales of Arise nos brinda una espectacular experiencia JRPG.",
        "pictureUrl": "https://eccdn.geo-online.co.jp/ec_media_images/5135137-01.jpg",
        "stock": 3,
        "category": "ps4"
    },
    {   "id": 5,
        "title": "Fire Emblem Three Houses",
        "price": 8540,
        "description": "La guerra se acerca al continente de Fódlan. Aquí, el orden lo mantiene la Iglesia de Seiros, la cual alberga en sus instalaciones principales a la prestigiosa Academia de Oficiales. Tú estás invitado a enseñar en una de sus poderosas casas, cada una de ellas integrada con estudiantes llenos de personalidad y representados por un monarca de uno de los tres territorios. En tu rol de profesor, deberás guiar a tus estudiantes a través de su vida académica y en combates en un juego de rol táctico por turnos, llenos de estrategia y obstáculos por superar. ¿Cuál casa y camino escogerás?",
        "pictureUrl": "https://www.nintendo.com/ph/switch/anvy/img/hero_sp.jpg",
        "stock": 2,
        "category": "switch"
    },
    {   "id": 6,
        "title": "Devil May Cry 5 - Special Edition",
        "price": 9452,
        "description": "El cazademonios definitivo vuelve con estilo en el juego que los fans de la acción estaban esperando.\n\nDevil May Cry 5, una nueva entrega de esta legendaria serie de acción, une su característica combinación de acción frenética y personajes de otro mundo con la última tecnología en videojuegos de Capcom para crear una obra maestra de la acción-aventura revolucionaria gráficamente.",
        "pictureUrl": "https://pbs.twimg.com/media/EiKIg45XgAEV7PU.png",
        "stock": 6,
        "category": "ps4"
    },
    {   "id": 7,
        "title": "Tokyo Mirage Sessions #FE Encore",
        "price": 8253,
        "description": "Los mundos de las series Fire Emblem™ y Atlus han cruzado caminos nuevamente y el resultado está por llegar a la consola Nintendo Switch™. Una fuerza siniestra de otra dimensión ha invadido al Tokio de la actualidad y sus efectos se reflejan en un torrente fantástico de música, estilo y, por supuesto, peligro. Así que combate en las mazmorras para desarrollar tu estrategia y eliminar creativamente a los enemigos… antes de que todo quede oscuro.\n\nComo aspirantes a estrellas, tú y tus amigos deben usar el poder de la creatividad, manifestado como personajes de Fire Emblem, para luchar una guerra secreta en contra de espíritus que se alimentan de la energía creativa. Cada encuentro te adentrará en la aventura con intensos combates por turnos que mezclan en armonía los estilos de combate de Fire Emblem y de Atlus RPGs. Fusiona objetos para crear poderosas armas y aprovecha tus puntos fuertes para acabar con tus adversarios. Los aficionados disfrutarán de los elementos concebidos para ellos, incluyendo las referencias a Fire Emblem, mazmorras con aspectos del mundo de la farándula e interpretaciones musicales llamativas.",
        "pictureUrl": "http://d3ugyf2ht6aenh.cloudfront.net/stores/001/880/465/products/725602_front1-af5190f6975a4da21516364952256445-640-0.jpg",
        "stock": 3,
        "category": "switch"
    },
    {   "id": 8,
        "title": "Octopath Traveler",
        "price": 9367,
        "description": "Ocho viajeros. Ocho aventuras. Ocho roles. Embárcate en un viaje épico a través del vasto y asombroso mundo de Orsterra y descubre las fascinantes historias de cada uno de los ocho viajeros.\n\n- Juega en el papel de ocho personajes diferentes, cada uno con una historia propia y misiones secundarias para completar.\n- Explora las ocho enormes regiones de Orsterra, un mundo tan fascinante como peligroso, y descubre la historia de cada personaje durante el viaje.\n- Usa las habilidades, talentos y acciones únicas de cada personaje (acciones de senda) en combates frenéticos.\n- Disfruta de un sistema de combate por turnos muy completo y a la vez accesible, y rompe la defensa enemiga al revelar su punto débil y explotarlo.\n- Avanza por las historias principales y secundarias de distintas formas y toma decisiones que determinarán tu camino.\n- Disfruta de unos gráficos inspirados en los juegos de rol clásicos en 2D con preciosos elementos realistas dentro de un mundo en 3D.",
        "pictureUrl": "https://s3.gaming-cdn.com/images/products/2885/orig-fallback-v1/octopath-traveler-switch-switch-juego-nintendo-eshop-europe-cover.jpg?v=1644775801",
        "stock": 3,
        "category": "switch"
    }
]